[
    {
        "id": "1",
        "title": "Kemiri — Bumbu Rahasia & Fakta Pentingnya",
        "type": "ARTICLES",
        "date": "13 November 2025",
        "image": "https://floresflavora.com/assets/article-image/article1.webp",
        "headline": "Kemiri — Bumbu Rahasia & Fakta Pentingnya",
        "detail": "<strong>Apa itu kemiri?</strong><br>Kemiri adalah biji dari pohon Aleurites moluccana yang tumbuh di daerah tropis, termasuk Indonesia. Biji kemiri berbentuk bulat, bercangkang keras, dan setelah diolah menjadi bumbu khas dalam masakan Indonesia.<br><strong>Nama & asal usul</strong><br>Kata “kemiri” berasal dari bahasa Jawa “kĕmiri”. Dalam bahasa Inggris disebut candlenut karena bijinya mengandung minyak tinggi yang dahulu digunakan sebagai sumber cahaya alami.<br><strong>Peran dalam masakan Indonesia</strong><br>Kemiri menjadi bagian penting dalam bumbu dasar seperti rendang, gulai, sambal, dan sayur lodeh. Selain menambah rasa gurih, kemiri juga membuat tekstur bumbu lebih lembut karena kandungan minyaknya. Jika sulit ditemukan, kemiri bisa diganti dengan kacang macadamia meskipun rasanya sedikit berbeda.<br><strong>Fakta penting yang jarang diketahui</strong><br>Biji kemiri mentah tidak boleh dikonsumsi langsung karena mengandung zat beracun ringan yang bisa mengganggu pencernaan. Kandungan minyaknya sangat tinggi dan sering digunakan sebagai sumber minyak nabati alami. Pohon kemiri bisa tumbuh hingga 25 meter dengan buah berdiameter sekitar 5 cm.<br><strong>Tips memilih & menggunakan kemiri</strong><br>Pilih kemiri berwarna krem alami dan hindari yang sangat putih karena bisa mengandung pemutih. Sebelum digunakan, sangrai atau goreng ringan agar aroma keluar dan racun hilang. Simpan dalam wadah tertutup di tempat kering agar tidak cepat tengik.<br><strong>Ringkasan</strong><br>Kemiri bukan sekadar kacang biasa, melainkan bumbu penting yang memberi karakter pada masakan Nusantara. Pengolahan dan penyimpanan yang benar sangat menentukan kualitas rasa dan manfaatnya.",
        "orderno": "1",
        "viewcounter": "0",
        "likecounter": "0"
    },
    {
        "id": "2",
        "title": "Manfaat, Kandungan, dan Hal yang Perlu Diperhatikan dari Kemiri",
        "type": "ARTICLES",
        "date": "13 November 2025",
        "image": "https://floresflavora.com/assets/article-image/article2.webp",
        "headline": "Manfaat, Kandungan, dan Hal yang Perlu Diperhatikan dari Kemiri",
        "detail": "<strong>Kandungan nutrisi utama</strong><br>Kemiri kaya akan lemak tak jenuh, protein, dan beberapa mineral penting seperti fosfor, kalsium, serta kalium. Kandungan minyaknya menjadikan kemiri bahan utama pembuatan minyak alami.<br><strong>Manfaat bagi kesehatan & kecantikan</strong><br>Minyak kemiri dipercaya dapat mengatasi rambut rontok, membuat rambut lebih hitam dan tebal. Selain itu, kandungan antioksidannya bermanfaat untuk menjaga kesehatan kulit dan membantu mencegah penuaan dini. Lemak tak jenuh dalam kemiri juga baik bagi tubuh jika dikonsumsi dalam jumlah wajar.<br><strong>Hal-hal yang perlu diperhatikan</strong><br>Biji kemiri mentah dapat menyebabkan gangguan pencernaan sehingga harus dimasak terlebih dahulu. Orang dengan alergi kacang perlu berhati-hati karena kemiri termasuk jenis nut. Karena kalorinya tinggi, kemiri sebaiknya digunakan secukupnya dalam masakan, bukan dimakan langsung seperti camilan.<br><strong>Manfaat tradisional</strong><br>Dalam pengobatan tradisional, kemiri digunakan untuk mengatasi sakit perut, disentri, dan perawatan rambut. Minyaknya juga pernah dimanfaatkan sebagai bahan bakar alami atau lilin karena kadar minyak yang tinggi.<br><strong>Ringkasan</strong><br>Kemiri adalah bahan alami serbaguna dengan manfaat besar bagi rasa, kesehatan, dan kecantikan. Namun penggunaannya perlu disesuaikan dengan cara pengolahan yang tepat agar manfaatnya maksimal dan aman bagi tubuh.",
        "orderno": "2",
        "viewcounter": "0",
        "likecounter": "0"
    },
    {
        "id": "3",
        "title": "Penemuan Terbaru Fungsi Kemiri",
        "type": "PRESSRELEASE",
        "date": "13 November 2025",
        "image": "https://floresflavora.com/assets/article-image/article3.webp",
        "headline": "Penemuan Terbaru Fungsi Kemiri",
        "detail": "<h2><strong>Kemiri: Tanaman Tropis Serbaguna</strong></h2><p>Kemiri adalah salah satu tanaman tropis penting yang akrab di dapur Nusantara. Namun, nilai strategisnya jauh melampaui sekadar perannya sebagai bumbu masakan. Biji kemiri kaya minyak, daunnya mengandung senyawa bioaktif, pohonnya adaptif di berbagai kondisi lahan tropis, dan rantai nilainya membentang dari hulu hingga hilir: mulai dari benih, pembibitan, budidaya, hingga pemanfaatan dalam pangan, kosmetik, farmasi, bahkan bioenergi.</p><h3><strong>Taksonomi dan Morfologi</strong></h3><p>Tanaman kemiri (<em>Aleurites moluccana</em>) termasuk keluarga <em>Euphorbiaceae</em> dan terdapat di hampir seluruh wilayah Indonesia. Pohon kemiri tumbuh dengan ketinggian 15–25 meter dan memiliki tipe tajuk yang rimbun.</p><ul><li><strong>Daun:</strong> lebar berbentuk menjantung atau menjari</li><li><strong>Bunga:</strong> kecil berwarna putih kekuningan</li><li><strong>Buah:</strong> bulat dengan cangkang keras yang membungkus biji berminyak</li></ul><h3><strong>Manfaat Kemiri</strong></h3><p>Kemiri memiliki manfaat yang beragam, mulai dari bumbu masakan, bahan pengobatan tradisional, kosmetik, hingga sumber energi alternatif. Kemiri mengandung senyawa metabolit sekunder penting seperti saponin, flavonoid, polifenol, serta minyak lemak. Biji kemiri memiliki kadar minyak tinggi dengan rendemen mencapai 55–65%.</p><p>Minyak kemiri telah lama digunakan dalam perawatan rambut. Kandungan asam linolenat dan asam linoleat mampu merangsang pertumbuhan jaringan kulit dan rambut. Kandungan saponin, flavonoid, dan polifenol berkhasiat menyuburkan rambut. Kandungan asam oleat dalam minyak kemiri juga berperan memperlambat kerontokan sekaligus mempercepat pertumbuhan rambut.</p><h3><strong>Bibit Kemiri</strong></h3><p>Menurut SNI 8025:2014 tentang Mutu Bibit Tanaman Hutan, penentuan kualitas bibit dilakukan berdasarkan tiga parameter utama:</p><ol><li>Tinggi tanaman</li><li>Diameter batang</li><li>Jumlah daun</li></ol><p>Untuk jenis kemiri (<em>Aleurites moluccana</em>), kriteria mutu bibit ditetapkan dengan standar minimal sebagai berikut:</p><ul><li>Tinggi tanaman: <strong>≥ 45 cm</strong></li><li>Diameter batang: <strong>≥ 5 mm</strong></li><li>Jumlah daun: <strong>≥ 6 helai</strong></li></ul><p>Bibit dengan tinggi ≥ 45 cm menunjukkan pertumbuhan vegetatif yang baik dan lebih adaptif ketika dipindahkan ke lapangan, sementara diameter batang ≥ 5 mm menandakan batang kokoh sehingga tidak mudah rebah. Jumlah daun yang cukup juga menjadi indikator kapasitas fotosintesis yang memadai untuk mendukung kelangsungan hidup bibit setelah ditanam.</p><p>Dengan adanya standar ini, kualitas bibit kemiri dapat dijaga agar seragam dan memiliki peluang hidup lebih tinggi di lapangan.</p><h3><strong>Agronomi: Syarat Tumbuh dan Budidaya</strong></h3><p>Kemiri tumbuh baik pada tanah kapur maupun berpasir di daerah pantai, juga dapat berkembang di tanah podsolik maupun latosol yang kurang subur hingga subur. Tanaman ini dapat hidup pada ketinggian 0–800 mdpl, bahkan hingga 1.200 mdpl di beberapa daerah. Kemiri dapat tumbuh di lahan datar, bergelombang, hingga bertebing curam.</p><p><strong>Syarat tumbuh ideal:</strong></p><ul><li>Curah hujan: 1.500–2.400 mm per tahun</li><li>Suhu udara: 20–27 °C</li><li>Iklim: kering maupun basah</li></ul><p>Perbanyakan tanaman kemiri umumnya dilakukan secara generatif maupun vegetatif. Penanaman biji langsung di lapangan memiliki tingkat tumbuh sekitar 57%, sedangkan melalui penyemaian dapat mencapai 78%.</p><p><strong>Masa berbuah dan panen:</strong></p><ul><li>3–4 tahun bila dari biji</li><li>2 tahun bila dari bibit vegetatif</li><li>1 tahun bila hasil okulasi dan dirawat dengan baik</li></ul><p>Panen buah dilakukan 2–3 kali setahun. Buah dipanen pada kemasakan 75% untuk konsumsi, sedangkan untuk benih, buah dibiarkan jatuh alami. Pohon kemiri dapat menghasilkan panen pertama hingga 10 kg biji kupasan per pohon.</p><h3><strong>Sumber Benih Kemiri di Daerah Istimewa Yogyakarta</strong></h3><p>Daerah Istimewa Yogyakarta memiliki <strong>Kebun Sumber Benih (KSB) Kemiri</strong> yang berlokasi di Mangunan, Kapanewon Dlingo, Kabupaten Bantul. Kebun ini ditetapkan sebagai sumber benih resmi untuk mendukung penyediaan bibit kemiri bermutu.</p><p>Benih tersebut digunakan dalam berbagai program:</p><ul><li>Rehabilitasi hutan dan lahan</li><li>Pengembangan agroforestri</li><li>Usaha tani rakyat</li></ul><p>Dengan adanya kebun sumber benih ini, Yogyakarta tidak hanya menjamin ketersediaan benih unggul secara berkelanjutan, tetapi juga memperkuat peran kemiri sebagai salah satu komoditas hasil hutan bukan kayu (HHBK) yang bernilai ekonomi sekaligus ekologis.</p>",
        "orderno": "3",
        "viewcounter": "0",
        "likecounter": "0"
    },
    {
        "id": "4",
        "title": "Kemiri Sunan, Potensi Tersembunyi Biopestisida Masa Depan",
        "type": "PRESSRELEASE",
        "date": "13 November 2025",
        "image": "https://floresflavora.com/assets/article-image/article4.webp",
        "headline": "Kemiri Sunan, Potensi Tersembunyi Biopestisida Masa Depan",
        "detail": "<h2><strong>Kemiri Sunan: Jawaban Alami untuk Pertanian Ramah Lingkungan</strong></h2><p>Di tengah kekhawatiran akan dampak buruk pestisida kimia bagi lingkungan dan kesehatan, kemiri sunan hadir sebagai jawaban dari alam. Tanaman lokal yang sering dipandang sebelah mata ini ternyata menyimpan kekuatan tersembunyi: senyawa alami yang mampu mengendalikan hama sekaligus menjaga kesuburan tanah. Dengan kemiri sunan, pertanian tak hanya produktif, tapi juga lebih ramah lingkungan dan berkelanjutan.</p><p><strong>Kemiri sunan</strong> (<em>Reutealis trisperma</em> (Blanco) Airy Shaw) adalah tanaman multiguna yang tumbuh subur di Indonesia. Selama ini lebih dikenal karena minyaknya bisa diolah menjadi biodiesel. Padahal di balik bijinya tersimpan kekuatan alami sebagai biopestisida untuk mengendalikan serangga (bioinsektisida) maupun jamur penyebab penyakit (biofungisida) yang memiliki potensi sebagai bahan dasar biopestisida, baik sebagai bioinsektisida maupun biofungisida.</p><h3><strong>Kandungan Senyawa Aktif Kemiri Sunan</strong></h3><p>Kemiri sunan mengandung berbagai senyawa aktif yang dapat memengaruhi perilaku dan fisiologi serangga, seperti berikut:</p><ul><li><strong>Saponin:</strong> Bersifat insektisida, menghambat pertumbuhan, dan mengurangi nafsu makan hama.</li><li><strong>Alkaloid:</strong> Mengganggu sistem saraf serangga hingga menyebabkan kelumpuhan atau kematian serangga.</li><li><strong>Flavonoid:</strong> Melindungi tanaman dari hama patogen, bersifat antioksidan dan antimikroba.</li><li><strong>Tanin:</strong> Mengganggu pencernaan hama serangga dan menurunkan kemampuan makannya.</li><li><strong>Asam lemak dan trigliserida:</strong> Menjadi bahan pembawa bahan aktif dalam formulasi biopestisida.</li><li><strong>Glikosida:</strong> Bersifat toksik, menghambat metabolisme, dan mematikan hama atau patogen.</li><li><strong>Steroids:</strong> Mengganggu proses ganti kulit dan reproduksi serangga.</li></ul><p>Meski efektif, penggunaan kemiri sunan secara tunggal biasanya memerlukan konsentrasi tinggi. Karena itu, formulasi campuran dengan bahan lain perlu dikembangkan agar hasilnya lebih optimal.</p><h3><strong>Cara Kerja Biopestisida Kemiri Sunan</strong></h3><p>Efek biopestisida berbasis kemiri sunan terhadap hama dan patogen bervariasi, dipengaruhi oleh jenis hama/patogen, bentuk bahan kemiri sunan, dan cara aplikasi. Jenis serangga yang berbeda dapat memberikan respons yang berbeda terhadap minyak kemiri sunan. Bahan aktif yang terdapat di dalam minyak dapat mengakibatkan satu atau lebih pengaruh sebagai pengusir (repellent), penolak makan (antifeedant), menghambat peletakan telur (oviposition deterrent), dan menghambat pertumbuhan. Racun dapat masuk ke dalam tubuh hama melalui kontak langsung, racun pernapasan, atau dimakan langsung. Minyak kemiri sunan juga dapat mengganggu sel-sel patogen penyakit, sehingga tidak dapat berkembang biak ataupun mati.</p><h3><strong>Bahan dan Cara Pembuatan Biopestisida</strong></h3><p>Bagian tanaman yang dapat digunakan untuk pembuatan pestisida adalah daun dan minyak dari biji. Kedua bahan tersebut mengandung senyawa-senyawa yang bersifat insektisidal/fungisidal yang lebih banyak dibandingkan dengan bagian tanaman lainnya. Minyak kemiri sunan adalah bahan paling mudah untuk digunakan sebagai biopestisida. Minyak dihasilkan dari pengepresan biji kemiri sunan. Minyak dapat dicampur dengan air dengan perbandingan tertentu untuk digunakan langsung dalam konsentrasi yang diinginkan. Untuk memecahkan tegangan permukaan antara minyak dan air, dapat ditambahkan sedikit sabun cuci piring ke dalam campuran tersebut.</p><p>Pemanfaatan daun dapat dilakukan dengan membuatnya menjadi serbuk terlebih dahulu. Serbuk ini diekstraksi dengan pelarut air atau organik seperti alkohol dan metanol. Cara ini umumnya lebih efektif untuk mendapatkan bahan aktif yang terkandung pada daun, hanya saja lebih mahal untuk pembelian pelarut organik. Untuk meningkatkan efektivitas dan stabilitasnya, minyak atau ekstrak daun diformulasikan dengan bahan-bahan lain.</p><p>Minyak kemiri sunan dapat diaplikasikan dengan mudah, namun jumlah konsentrasi dan dosis harus dipastikan agar tidak merusak tanaman (fitotoksik). Waktu penyemprotan yang tepat dapat meningkatkan efektivitas formula, misalnya tidak dilakukan pada siang hari atau saat akan hujan. Bioinsektisida dapat disemprotkan langsung pada tanaman atau disiramkan pada akar, tergantung jenis formula.</p><h3><strong>Kelebihan Kemiri Sunan sebagai Biopestisida</strong></h3><ul><li><strong>Ramah lingkungan:</strong> Mudah terurai di alam, tidak meninggalkan residu berbahaya, dan aman bagi burung, ikan, dan serangga.</li><li><strong>Mengurangi resistensi hama:</strong> Membantu mencegah hama menjadi kebal terhadap pestisida.</li><li><strong>Sumber daya terbarukan:</strong> Tanaman lokal yang bisa dibudidayakan kembali, sehingga lebih berkelanjutan dibandingkan pestisida sintetis.</li><li><strong>Bernilai ekonomis:</strong> Biaya produksi rendah, mengurangi ketergantungan pada pestisida sintetis, membuka peluang usaha dan lapangan kerja baru, serta meningkatkan nilai produk lokal.</li></ul><p>Kemiri sunan bukan sekadar tanaman penghasil minyak atau pakan ternak, melainkan aset strategis untuk mewujudkan pertanian bebas residu kimia. Potensi ekonominya terbuka lebar, dari peluang industri biopestisida hingga pasar ekspor. Dengan riset berkelanjutan, dukungan kebijakan, dan kesadaran petani, kemiri sunan bisa menjadi garda depan pertanian masa depan—mengusir hama, menyehatkan bumi, dan menyejahterakan petani (HS2025).</p>",
        "orderno": "4",
        "viewcounter": "0",
        "likecounter": "0"
    },
    {
        "id": "5",
        "title": "Hadirnya Flavora, Sebarkan Kemiri ke Penjuru Dunia",
        "type": "EVENTS",
        "date": "13 November 2025",
        "image": "https://floresflavora.com/assets/article-image/article5.webp",
        "headline": "Hadirnya Flavora, Sebarkan Kemiri ke Penjuru Dunia",
        "detail": "<p><strong>Surejase Co.</strong> didirikan pada tahun 2024 dengan misi sederhana namun mendalam: <br> untuk membagikan warisan rempah yang tak tertandingi ini kepada dunia. <br> Lahir di <strong>Surabaya – Jawa Timur</strong>, kami memiliki ikatan yang kuat dengan tanah dan masyarakatnya. </p><br> <p>Nama kami identik dengan <strong>kualitas</strong>, <strong>keaslian</strong>, dan <strong>keberlanjutan</strong>. <br> Kami bukan sekadar eksportir; kami adalah penjaga tradisi kuliner yang kaya, <br> berdedikasi untuk menghadirkan cita rasa <strong>asli, kuat, dan berwarna</strong> dari Indonesia <br> ke dapur, restoran, dan industri makanan di seluruh dunia.</p><p>Rempah-rempah kami tumbuh di <strong>terroir aslinya</strong> — tanah vulkanik dan iklim tropis Indonesia — yang memberikan <br> aroma, rasa, dan warna khas yang tidak dapat ditiru di tempat lain. <br> Kami menjamin produk yang <strong>100% murni dan alami</strong>, tanpa bahan tambahan buatan maupun pengisi.</p><p>Flavora juga sudah bersertifikat Halal, Succofindo, dan GS 1, yang mana membuat kemiri kami aman untuk dikonsumsi,</p>",
        "orderno": "5",
        "viewcounter": "0",
        "likecounter": "0"
    }
]