[
    {
        "KEY": "title",
        "ID": "Rempah alami Indonesia untuk seluruh dunia",
        "EN": "Natural spice ingredients from Indonesia shipped worldwide"
    },
    {
        "KEY": "subtitle",
        "ID": "Kemiri - asli dari Flores, yang siap untuk dikirim ke seluruh dunia",
        "EN": "Candlenut - sourced from Flores, shipped worldwide"
    },
    {
        "KEY": "subtitle-1",
        "ID": "Bahan baku dalam jumlah besar & grosir",
        "EN": "Bulk & wholesale ingredients"
    },
    {
        "KEY": "subtitle-2",
        "ID": "Bersertifikat Halal & HACCP",
        "EN": "Halal & HACCP certified"
    },
    {
        "KEY": "subtitle-3",
        "ID": "Waktu pengiriman 7–14 hari",
        "EN": "Lead Time 7-14 days"
    },
    {
        "KEY": "subtitle-4",
        "ID": "MOQ (Minimum Order Quantity) yang fleksibel",
        "EN": "Flexible MoQ"
    },
    {
        "KEY": "get-quote",
        "ID": "Dapatkan penawaran",
        "EN": "Get a quote"
    },
    {
        "KEY": "chat-wa",
        "ID": "Tanya Sekarang",
        "EN": "Chat on Whatsapp"
    },
    {
        "KEY": "your-trusted",
        "ID": "Partner anda dalam mencari bahan berkualitas",
        "EN": "Your trusted source of quality ingredients"
    },
    {
        "KEY": "your-trusted-detail",
        "ID": "Berkomitmen untuk menghadirkan bahan baku segar dalam jumlah besar dan grosir dengan kualitas terbaik — sempurna untuk memenuhi kebutuhan sehari-hari sekaligus mendorong inovasi. Konsultasikan dengan tim ahli produk kami untuk mendapatkan panduan yang sesuai dengan kebutuhan Anda.",
        "EN": "At the heart of our mission is the commitment to provide our customers with top-notch, fresh bulk, and wholesale ingredients - excellent for meeting daily needs and sparking innovation. Consult our team of product experts for tailored guidance in meeting your needs."
    },
    {
        "KEY": "candlenut",
        "ID": "Kemiri",
        "EN": "Candlenut"
    },
    {
        "KEY": "candlenut-detail",
        "ID": "Flavora menghadirkan kemiri premium dari Flores, terkenal dengan kandungan minyak yang tinggi dan kualitas yang konsisten. Diproses dengan pengendalian kadar air yang ketat, dikemas secara profesional menggunakan vacuum packaging, serta didukung oleh sertifikasi Sucofindo — menjadikan kami mitra ekspor terpercaya bagi pembeli global yang menghargai keandalan, transparansi, serta pelayanan yang hangat dan penuh perhatian.",
        "EN": "Flavora offers premium-grade candlenuts sourced from Flores, renowned for their high oil content and consistent quality, processed with strict moisture control, professional vacuum packaging, and backed by Sucafindo certification—making us a trusted export partner for global buyers who value reliability, transparency, and warm, attentive service."
    },
    {
        "KEY": "read-more",
        "ID": "Lihat lebih lanjut",
        "EN": "Read more"
    },
    {
        "KEY": "what-we-offer",
        "ID": "Pelayanan kami",
        "EN": "What we offer"
    },
    {
        "KEY": "custom-quote",
        "ID": "Pesanan<br>Kustom",
        "EN": "Custom<br>Quote"
    },
    {
        "KEY": "custom-quote-detail",
        "ID": "Harga khusus bagi pesanan besar, sesuai spesifikasi & kemasan yang diinginkan",
        "EN": "Tailor pricing for bulk order, with detailed specs & packaging options."
    },
    {
        "KEY": "custom-quote-button",
        "ID": "Ajukan Penawaran",
        "EN": "Request Quote"
    },
    {
        "KEY": "flexible-shipping",
        "ID": "Kirim<br>Fleksibel",
        "EN": "Flexible<br>Shipping"
    },
    {
        "KEY": "flexible-shipping-detail",
        "ID": "Tersedia opsi FOB Surabaya, CIF ke pelabuhan / dengan pengiriman pilihan Anda.",
        "EN": "FOB Surabaya, CIF major port, or arrange your own freight forwarder."
    },
    {
        "KEY": "flexible-shipping-button",
        "ID": "Atur Pengiriman",
        "EN": "Discuss Shipping"
    },
    {
        "KEY": "quality-assurance",
        "ID": "Jaminan<br>Mutu",
        "EN": "Quality<br>Assurance"
    },
    {
        "KEY": "quality-assurance-title",
        "ID": "Jaminan Mutu",
        "EN": "Quality Assurance"
    },
    {
        "KEY": "quality-assurance-detail",
        "ID": "Semua produk yang kami hasilkan telah lolos uji lab Sucofindo, Halal, & COA.",
        "EN": "Independent Lab Report Sucofindo, Halal, and COA."
    },
    {
        "KEY": "quality-assurance-button",
        "ID": "Cek Sertifikat",
        "EN": "View Certificates"
    },
    {
        "KEY": "product-spec",
        "ID": "Spek Produk",
        "EN": "Product Spec"
    },
    {
        "KEY": "product-spec-detail",
        "ID": "Kadar air, kandungan minyak, kemasan, serta kode HS sesuai keinginan Anda.",
        "EN": "Moisture, oil content, packaging, HS code for your compliance."
    },
    {
        "KEY": "product-spec-button",
        "ID": "Lihat Spesifikasi",
        "EN": "Request Spec Sheet"
    },
    {
        "KEY": "tour-our-plant",
        "ID": "Kunjungi Pabrik Kami di Gresik, Indonesia",
        "EN": "Tour Our Plant in Gresik, Indonesia"
    },
    {
        "KEY": "tour-our-plant-detail",
        "ID": "Kunjungi kami di Gresik, di mana kemiri premium Flavora diproses sesuai standar ekspor internasional, dengan fokus pada kebersihan, kualitas, dan layanan terbaik.",
        "EN": "Step inside our processing facility in Gresik, where premium Flavora-grade candlenuts are skillfully sourced, dried, and packaged to meet international export standards."
    },
    {
        "KEY": "tour-our-plant-button",
        "ID": "Unduh Profil Perusahaan",
        "EN": "Download Company Profile"
    },
    {
        "KEY": "want-to-talk",
        "ID": "Anda tertarik?",
        "EN": "Want to talk?"
    },
    {
        "KEY": "we-love",
        "ID": "Kami siap mendengar kebutuhan Anda. Hubungi kami sekarang.",
        "EN": "We'd love to hear from you. Get in touch today."
    },
    {
        "KEY": "contact-us",
        "ID": "Hubungi Kami",
        "EN": "Contact Us"
    },
    {
        "KEY": "products",
        "ID": "Produk",
        "EN": "Products"
    },
    {
        "KEY": "links",
        "ID": "Tautan",
        "EN": "Links"
    },
    {
        "KEY": "news-event",
        "ID": "Berita & Kegiatan",
        "EN": "News & Event"
    },
    {
        "KEY": "about-us",
        "ID": "Tentang kami",
        "EN": "About us"
    },
    {
        "KEY": "get-in-touch",
        "ID": "Hubungi Kami",
        "EN": "Get in touch"
    },
    {
        "KEY": "home",
        "ID": "Beranda",
        "EN": "Home"
    },
    {
        "KEY": "natural-spice-ingredients",
        "ID": "Menghadirkan Rempah Alami Pilihan dari Indonesia ke Seluruh Dunia",
        "EN": "Natural Spice Ingredients From Indonesia Shipped Worldwide"
    },
    {
        "KEY": "natural-spice-ingredients-detail",
        "ID": "<p>Indonesia, yang secara historis dikenal sebagai Kepulauan Rempah legendaris, adalah tempat lahir beberapa rempah paling dicari di dunia. Selama berabad-abad, tanah kami telah menghasilkan <strong>kemiri, pala, cengkeh, lada, kunyit, dan vanila</strong> yang mendorong penjelajahan dan membentuk sejarah dunia.</p><p><strong>Flavora</strong> merupakan brand yang diciptakan oleh <strong>PT. Sumber Rempah Jaya Selalu (SUREJASE)</strong>. Perusahaan ini didirikan pada tahun 2024 dengan misi sederhana namun mendalam, yaitu <strong>membagikan warisan rempah yang tiada tanding ini ke seluruh dunia</strong>. Berasal dari Surabaya, Jawa Timur, kami memiliki keterikatan yang mendalam dengan tanah dan masyarakatnya.</p><p>Kami bukan sekadar eksportir, kami adalah <strong>penjaga tradisi kuliner</strong> yang kaya, berkomitmen untuk menghadirkan cita rasa Indonesia yang otentik, kuat, dan hidup ke dapur global, restoran, dan produsen makanan.</p><p>Nama kami identik dengan <strong>kualitas, keaslian, dan keberlanjutan.</strong></p>",
        "EN": "<p>Indonesia, historically known as the fabled Spice Islands, is the birthplace of some of the world's most sought-after spices. For centuries, our lands have produced <strong>candlenut, nutmeg, cloves, pepper, turmeric, and vanilla</strong> that ignited exploration and shaped world history.</p><p><strong>Flavora</strong> is a brand created by <strong>PT. Sumber Rempah Jaya Selalu (SUREJASE)</strong>. The company was founded in 2024 with a simple yet profound mission to <strong>share this unparalleled spice heritage with the world</strong>. Born in Surabaya-East Java, we are deeply connected to the land and its people.</p><p>We are not just exporters, we are <strong>custodians of a rich culinary tradition</strong>, dedicated to bringing the authentic, potent, and vibrant flavors of Indonesia to global kitchens, restaurants, and food manufacturers.</p><p>Our name is synonymous with <strong>quality, authenticity, and sustainability.</strong></p>"
    },
    {
        "KEY": "our-vision",
        "ID": "Visi Kami",
        "EN": "Our Vision"
    },
    {
        "KEY": "our-mission",
        "ID": "Misi Kami",
        "EN": "Our Mission"
    },
    {
        "KEY": "our-vision-detail",
        "ID": "Menjadi <strong>mitra terpercaya dunia</strong> untuk rempah premium Indonesia yang asli dan berkelanjutan.",
        "EN": "To be <strong>the world's most trusted partner</strong> for premium, sustainable, and authentic Indonesian spices"
    },
    {
        "KEY": "our-mission-detail-1",
        "ID": "Mendapatkan rempah-rempah terbaik langsung dari <strong>petani lokal</strong> di seluruh nusantara.",
        "EN": "To source the finest raw spices directly from <strong>local farmers</strong> across the Indonesian archipelago."
    },
    {
        "KEY": "our-mission-detail-2",
        "ID": "Mengolah produk kami dengan penuh ketelitian, sesuai dengan <strong>standar internasional tertinggi untuk kualitas dan keamanan pangan.</strong>",
        "EN": "To process our products with meticulous care, adhering to <strong>the highest international standards of quality and food safety.</strong>"
    },
    {
        "KEY": "our-mission-detail-3",
        "ID": "Memberdayakan komunitas petani lokal melalui <strong>praktik perdagangan yang adil dan kemitraan berkelanjutan.</strong>",
        "EN": "To empower local farming communities through <strong>fair trade practices and sustainable partnerships.</strong>"
    },
    {
        "KEY": "our-mission-detail-4",
        "ID": "<strong>Mengedukasi pasar global</strong> tentang keunikan sifat dan kegunaan rempah asli Indonesia.",
        "EN": "To <strong>educate the global market</strong> on the unique properties and uses of genuine Indonesian spices."
    },
    {
        "KEY": "board-of-directors",
        "ID": "Direksi",
        "EN": "Board of Directors"
    },
    {
        "KEY": "why-trust-us",
        "ID": "Mengapa Memilih Kami?",
        "EN": "Why Trust Us ?"
    },
    {
        "KEY": "first-name",
        "ID": "Nama Depan",
        "EN": "First Name"
    },
    {
        "KEY": "last-name",
        "ID": "Nama Belakang",
        "EN": "Last Name"
    },
    {
        "KEY": "email-address",
        "ID": "Alamat Email",
        "EN": "Email Address"
    },
    {
        "KEY": "company",
        "ID": "Perusahaan",
        "EN": "Company"
    },
    {
        "KEY": "country",
        "ID": "Negara",
        "EN": "Country"
    },
    {
        "KEY": "how-can-we-help-you",
        "ID": "Apa yang bisa kami bantu ?",
        "EN": "How can we help you ?"
    },
    {
        "KEY": "submit",
        "ID": "Kirim",
        "EN": "Submit"
    },
    {
        "KEY": "alert-first-name",
        "ID": "Nama depan tidak boleh kosong",
        "EN": "First name cannot be empty"
    },
    {
        "KEY": "alert-last-name",
        "ID": "Nama belakang tidak boleh kosong",
        "EN": "Last name cannot be empty"
    },
    {
        "KEY": "alert-email",
        "ID": "Email tidak boleh kosong",
        "EN": "Email cannot be empty"
    },
    {
        "KEY": "alert-email-valid",
        "ID": "Format email salah",
        "EN": "Email is not valid"
    },
    {
        "KEY": "product-detail",
        "ID": "Kami adalah pemasok terkemuka kemiri premium, terpercaya karena kualitasnya yang konsisten, harga yang kompetitif, dan pengiriman yang andal. Kemiri kami dipilih dengan cermat, diproses secara higienis, dan siap memenuhi permintaan lokal maupun internasional.",
        "EN": "We are the leading supplier of premium candlenut, trusted for consistent quality, competitive pricing, and reliable delivery. Our candlenuts are carefully selected, hygienically processed, and ready to meet both local and international demand."
    },
    {
        "KEY": "product-quotation",
        "ID": "Ajukan Penawaran",
        "EN": "Request Quotation"
    },
    {
        "KEY": "product-how-do-you-want",
        "ID": "Kemiri apa yang anda butuhkan ?",
        "EN": "How do you want your candlenut?"
    },
    {
        "KEY": "product-detail-how-do-you-want",
        "ID": "Pemasok kemiri terpercaya dengan kualitas terbaik untuk kebutuhan kuliner dan industri Anda. Kami menghadirkan kemiri pilihan bersih, kering, dan siap olah dengan standar mutu tinggi. Rahasia cita rasa nusantara dimulai dari kemiri terbaik dan kami menyediakannya untuk Anda",
        "EN": "A trusted supplier of the highest quality candlenuts for your culinary and industrial needs. We offer clean, dry, and ready-to-process candlenuts, all of which meet high quality standards. The secret to Indonesian flavor begins with the finest candlenuts and we provide them for you."
    },
    {
        "KEY": "product-powder",
        "ID": "Bubuk",
        "EN": "Powder"
    },
    {
        "KEY": "product-shelled",
        "ID": "Kupas",
        "EN": "Shelled"
    },
    {
        "KEY": "product-oil",
        "ID": "Minyak",
        "EN": "Oil"
    },
    {
        "KEY": "product-powder-detail",
        "ID": "Produk bubuk kemiri berkualitas tinggi, dengan aroma bubuk kemiri tetap khas dan tidak gosong.",
        "EN": "High quality candlenut powder product, with a distinctive candlenut powder aroma that does not burn."
    },
    {
        "KEY": "product-shelled-detail",
        "ID": "Kemiri berkualitas tinggi dengan tekstur padat, dikupas dengan hati-hati agar inti kemiri tidak pecah.",
        "EN": "High quality candlenuts with a dense texture, peeled carefully so that the candlenut kernel does not break."
    },
    {
        "KEY": "product-oil-detail",
        "ID": "Minyak kemiri diekstrak dari biji pilihan, tanpa campuran bahan kimia atau pewangi sintetis.",
        "EN": "Candlenut oil is extracted from selected seeds, without any added chemicals or synthetic fragrances."
    },
    {
        "KEY": "product-more-detail",
        "ID": "Spek Produk",
        "EN": "More Details"
    },
    {
        "KEY": "product-shop-now",
        "ID": "Beli Sekarang",
        "EN": "Shop Now"
    },
    {
        "KEY": "product-packaging",
        "ID": "Kemasan",
        "EN": "Packaging"
    },
    {
        "KEY": "product-nutrition",
        "ID": "Kandungan Gizi",
        "EN": "Nutrition Contains"
    },
    {
        "KEY": "product-moisture",
        "ID": "Kelembapan",
        "EN": "Moisture"
    },
    {
        "KEY": "product-oil-content",
        "ID": "Kandungan Minyak",
        "EN": "Oil Content"
    },
    {
        "KEY": "product-hso-code",
        "ID": "Kode HSO",
        "EN": "HSO Code"
    },
    {
        "KEY": "product-silical",
        "ID": "Silical gel food grade",
        "EN": "Silical gel food grade"
    },
    {
        "KEY": "product-application-candlenut",
        "ID": "Penggunaan Kemiri",
        "EN": "Applications of our candlenut"
    },
    {
        "KEY": "product-application-seasoning",
        "ID": "Bumbu",
        "EN": "Seasoning"
    },
    {
        "KEY": "product-application-sauces-dressing",
        "ID": "Saos dan Pelengkap",
        "EN": "Sauces and Dressing"
    },
    {
        "KEY": "product-application-medicine",
        "ID": "Obat",
        "EN": "Medicine"
    },
    {
        "KEY": "product-application-snacks",
        "ID": "Makanan Ringan",
        "EN": "Snacks"
    },
    {
        "KEY": "product-processing",
        "ID": "Pengolahan dengan Hati",
        "EN": "Processing With Care"
    },
    {
        "KEY": "product-processing-detail",
        "ID": "Dari benih hingga pabrik, kami menerapkan kontrol multi-tahap yang ketat untuk memberikan Anda standar keamanan dan kualitas pangan tertinggi. Lihat perjalanannya.",
        "EN": "From seed to factory, we implement rigorous multi-stage control to give you the highest food safety and quality standards. See the journey."
    },
    {
        "KEY": "product-processing-arrival",
        "ID": "Kedatangan",
        "EN": "Arrival"
    },
    {
        "KEY": "product-processing-cracking",
        "ID": "Pemecahan",
        "EN": "Cracking"
    },
    {
        "KEY": "product-processing-sortation",
        "ID": "Penyortiran",
        "EN": "Sortation"
    },
    {
        "KEY": "product-processing-arrival-detail",
        "ID": "Kemiri dalam cangkang didatangkan langsung dari petani tepercaya kami di Flores. Setiap karung ditimbang, diperiksa, dan disiapkan dengan cermat.",
        "EN": "The candlenuts in shell arrive directly from our trusted farmers in Flores. Each sack is carefully weighed, inspected, and prepared"
    },
    {
        "KEY": "product-processing-cracking-detail",
        "ID": "Kacang-kacangan dipecahkan menggunakan mesin modern, ini memastikan bahwa hanya biji-bijian terbaik yang diawetkan",
        "EN": "The nuts are cracked using modern machinery, this ensures that only the finest kernels are preserved"
    },
    {
        "KEY": "product-processing-sortation-detail",
        "ID": "Setelah dipecah, setiap kacang disortir dengan cermat. Proses pemilahan ini menjamin terpenuhinya standar ekspor internasional.",
        "EN": "After cracking, every nut is meticulously sorted. This grading process guarantees international export standards are met."
    },
    {
        "KEY": "article-view-all",
        "ID": "Lihat Semua",
        "EN": "View All"
    },
    {
        "KEY": "article-article",
        "ID": "Artikel",
        "EN": "Articles"
    },
    {
        "KEY": "article-events",
        "ID": "Kegiatan",
        "EN": "Events"
    },
    {
        "KEY": "article-press-release",
        "ID": "Berita",
        "EN": "Press Release"
    },
    {
        "KEY": "article-search-title",
        "ID": "Cari berdasarkan judul",
        "EN": "Search Title"
    }
]